Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.a7c9d8a11521
source: 直近の週平均体重が速めに下がっています。無理のない進み方にするため、摂取目安を少し増やす候補です。
ar_sa: لقد انخفض متوسط وزني الأسبوعي الأخير بسرعة. هذا مرشح لزيادة الكمية الموصى بها قليلاً من أجل المضي قدمًا بطريقة معقولة.
ca: El meu pes mitjà setmanal recent ha anat disminuint ràpidament. Aquest és un candidat per augmentar una mica la ingesta recomanada per tal de procedir d'una manera raonable.
cs: Vaše průměrná váha za poslední týden klesá rychleji, než očekáváme. Doporučujeme mírně zvýšit doporučenou denní dávku, abyste dosáhli bezpečnějšího pokroku.
da: Dit gennemsnitlige vægtforbrug over den seneste uge er faldet hurtigt. For at sikre en bæredygtig fremgang, kan du overveje at øge dit kalorieindtag lidt.
de_de: Ihr durchschnittliches Wochengewicht ist schnell gesunken. Um einen unkomplizierten Fortschritt zu gewährleisten, können Sie die empfohlene Menge leicht erhöhen.
el: Το μέσο βάρος σας την τελευταία εβδομάδα έχει μειωθεί γρήγορα. Για να διατηρήσετε μια υγιή πρόοδο, προτείνουμε μια μικρή αύξηση στις θερμίδες.
en_au: Your average weekly weight loss is occurring rapidly. To ensure sustainable progress, consider slightly increasing your calorie intake.
es_es: Tu peso promedio semanal está disminuyendo rápidamente. Para un progreso más gradual, considera aumentar ligeramente la ingesta.
fi: Viimeisen viikon keskimääräinen paino on laskenut nopeasti. Jotta edistyminen olisi mahdollista, suositeltava annos voi olla hieman suurempi.
fr_ca: Votre poids moyen hebdomadaire diminue rapidement. Pour maintenir une progression raisonnable, il pourrait être utile d'augmenter légèrement votre apport calorique.
gu: છેલ્લા અઠવાડિયાનો સરેરાશ વજન ઝડપથી ઘટી રહ્યું છે. સરળ રીતે આગળ વધવા માટે, આહારની માત્રામાં થોડો વધારો કરવાની સંભાવના છે.
he: המשקל הממוצע השבועי האחרון יורד במהירות. כדי להבטיח התקדמות סבירה, זה יכול להיות מועמד להגדלת ההמלצות היומיות.
hi: पिछले सप्ताह का औसत वजन तेजी से कम हो रहा है। इसे सुचारू रूप से जारी रखने के लिए, कृपया सेवन की मात्रा थोड़ी बढ़ाएं।
hr: Vaša prosječna težina u posljednjoj tjedni se brzo smanjuje. Razmislite o povećanju preporučene količine hranjivih sastojaka kako biste osigurali umjeran napredak.
hu: A legutóbbi hetek közepesen csökkentek a testsúlyukat.
id: Berat badan rata-rata mingguan Anda menurun dengan cepat. Untuk menjaga kemajuan yang berkelanjutan, pertimbangkan untuk meningkatkan asupan kalori sedikit.
it: Il tuo peso medio settimanale è in rapida diminuzione. Per un progresso sostenibile, potresti voler aumentare leggermente l'apporto calorico.
ko: 최근 주 평균 체중이 빠르게 감소하고 있습니다. 무리하지 않은 진행을 위해 섭취 권장량을 조금 늘리는 후보입니다.
mr: मागील आठवड्यातील सरासरी वजन वेगाने कमी होत आहे. यामुळे, आहारात थोडी वाढ करून योग्य दिशेने प्रगती करावी.
ms: Purata berat mingguan anda menurun dengan cepat. Untuk memastikan kemajuan yang sihat, mungkin perlu meningkatkan jumlah pengambilan.
nl_nl: Uw gemiddelde gewicht over de afgelopen week is snel gedaald. Om een gezonde progressie te behouden, kan het nuttig zijn om uw calorie-inname iets te verhogen.
no: Din gjennomsnittlige vekt har gått ned raskt den siste uken. For å opprettholde en sunn fremgang, vurder å øke anbefalt inntak litt.
pl: Średnia waga w ostatnim tygodniu jest znacznie niższa. Sugeruje to zwiększenie zalecanej ilości spożycia, aby zapewnić komfortowy postęp.
pt_br: Seu peso médio semanal está diminuindo rapidamente. Para um progresso sem esforço, considere aumentar ligeiramente a ingestão.
pt_pt: Seu peso médio semanal está diminuindo rapidamente. Para um progresso sem esforço, considere aumentar ligeiramente a ingestão.
ro: În ultima săptămână, greutatea medie a scăzut rapid. Pentru a asigura un progres sănătos, puteți lua în considerare creșterea ușoară a aportului caloric.
ru: Ваш средний вес за последнюю неделю снижается слишком быстро. Чтобы избежать перегрузок, можно немного увеличить рекомендуемое количество калорий.
sk: Vaša priemerná hmotnosť za poslednú týždeň klesla rýchlo. Aby ste dosiahli realistický pokrok, zvážte mierne zvýšenie odporúčanej dávky.
sl: Vaša povprečna telesna teža zadnjih tednikov se hitro zmanjšuje. Za bolj udoben napredek, poskusite povečati priporočen dnevni odmerek.
sv: Du har tappat i genomsnittsvikt snabbare än förväntat. För att undvika överträning, kan det vara bra att öka ditt kaloriintag något.
ta: சமீபத்திய வார சராசரி எடை வேகமாக குறைந்துள்ளது. பாதுகாப்பான முன்னேற்றத்திற்கு, உட்கொள்ளும் அளவை சற்று அதிகரிக்கலாம்.
te: గత వారపు సగటు బరువు వేగంగా తగ్గుతోంది. సులభమైన మార్గంలో కొనసాగడానికి, తీసుకోవలసిన మోతాదును కొద్దిగా పెంచడం మంచిది.
th: น้ำหนักเฉลี่ยรายสัปดาห์ของคุณลดลงอย่างรวดเร็ว ซึ่งเป็นไปเพื่อการพัฒนาที่เหมาะสม ดังนั้นจึงเป็นตัวเลือกในการเพิ่มปริมาณที่แนะนำ
tr: Son haftanın ortalama ağırlığında hızlı bir düşüş var. Zorlanmadan ilerlemek için, alım miktarını biraz artırmayı düşünebilirsiniz.
uk: Середня вага за останній тиждень зменшується досить швидко. Щоб забезпечити комфортний прогрес, рекомендується трохи збільшити рекомендоване споживання калорій.
vi: Trọng lượng trung bình hàng tuần đang giảm nhanh chóng. Để duy trì sự tiến bộ hợp lý, đây là một lựa chọn để tăng lượng calo tiêu thụ.
zh_hans: 最近一周的平均体重迅速下降。为了实现无压力进展，建议稍微增加摄入量。
zh_hant: 最近一週的平均體重快速下降。為了確保安全進展，建議稍微增加攝取量。

# health_meals_body_ai.a7d57de9953d
source: AI利用枠を確認
ar_sa: تحقق من حصة استخدام الذكاء الاصطناعي
ca: Comproveu la quota d'ús de l'IA
cs: Zkontrolujte využití AI prostředků.
da: Tjek din AI-brugsgrænse.
de_de: KI-Nutzungsressourcen überprüfen
el: Ελέγξτε τον αριθμό μονάδων για τη χρήση της τεχνητής νοημοσύνης.
en_au: Check AI usage.
es_es: Verificar el espacio disponible para el uso de IA.
fi: Tarkista AI-käytön määrä.
fr_ca: Vérifier les crédits AI.
gu: AI ઉપયોગની જગ્યા તપાસો.
he: בדוק את השימוש במקום ה-AI.
hi: AI उपयोग के लिए उपलब्ध स्थान की जाँच करें।
hr: Provjerite ostalo slobodno mjesto za korištenje AI-a.
hu: Ellenőrizze az AI-használati lehetőségeit.
id: Periksa kuota penggunaan AI.
it: Verifica dei crediti IA
ko: AI 사용 가능한 잔여량 확인
mr: AI चा वापर करण्याची मर्यादा तपासा.
ms: Periksa ruang penggunaan AI.
nl_nl: AI-gebruik: controleer de status.
no: Sjekk AI-brukstillgang
pl: Sprawdź dostępne miejsce na wykorzystanie AI.
pt_br: Verificar o uso da IA
pt_pt: Verificar o uso da IA
ro: Verificați limitele de utilizare AI.
ru: Проверить использование ИИ
sk: Skontrolujte zostávajúce body pre využitie AI.
sl: Preverite ostanek za uporabo AI.
sv: Kontrollera AI-användningen.
ta: AI பயன்பாட்டு இடங்களை சரிபார்க்கவும்.
te: AI వినియోగ పరిమితిని తనిఖీ చేయండి.
th: ตรวจสอบจำนวนครั้งที่ใช้ AI
tr: AI kullanım alanınızı kontrol edin.
uk: Перевірити доступ до AI.
vi: Xem lại lượng sử dụng AI.
zh_hans: 查看 AI 利用额度
zh_hant: 確認 AI 使用空間

# health_meals_body_ai.a7f7c52063ec
source: 停滞要因の材料
ar_sa: المواد وراء الركود
ca: Materials darrere de l'estancament
cs: Materiály pro identifikaci stagnace
da: Materialer til at identificere stagnation
de_de: Materialien für Stillstandsursachen
el: Υλικά για τον έλεγχο στατικής κατάστασης
en_au: Materials for identifying stagnation factors
es_es: Materiales para identificar factores de estancamiento
fi: Liikkuvuuden syyt
fr_ca: Matériaux pour identifier les facteurs de stagnation
gu: સ્થિરતાના પરિબળો
he: חומרים לגילוי סיבות לקפיאה
hi: स्थगन के कारण
hr: Materijali za otkrivanje stagnacije
hu: Teljesítési tényezők
id: Bahan untuk Mengatasi Stagnasi
it: Materiali per l'analisi dello stallo
ko: 정체 요인 재료
mr: स्थिरतेची कारणे
ms: Bahan untuk Mengenal Stagnasi
nl_nl: Materialen voor stagnatie
no: Materialer for å identifisere stagnasjon
pl: Materiały wpływające na stagnację
pt_br: Materiais para identificar fatores de estagnação
pt_pt: Materiais para identificar fatores de estagnação
ro: Materiale pentru identificarea stagnării
ru: Материалы для выявления причин застоя
sk: Materiály pre identifikáciu stagnácie
sl: Snovi za preverjanje stagnacije
sv: Material för att identifiera stillastående
ta: தடையில்லை காரணங்களுக்கான பொருட்கள்
te: స్థిరత్వం యొక్క కారణాలు
th: ส่วนประกอบของการหยุดชะงัก
tr: Durumun nedenleri
uk: Матеріали для виявлення стагнації
vi: Nguyên liệu của các yếu tố gây trì trệ
zh_hans: 停滞因素材料
zh_hant: 停滞因素材料

# health_meals_body_ai.a83447b11951
source: 現在地をマイジムに登録
ar_sa: قم بتسجيل موقعك الحالي في My Gym
ca: Registreu la vostra ubicació actual a My Gym
cs: Přidat aktuální polohu do svého gymu
da: Registrer din nuværende placering i dit træningscenter
de_de: Ihre aktuelle Position als "Mein Fitnessstudio" speichern
el: Καταγραφή της τοποθεσίας σας στο "My Gym"
en_au: Register your local gym
es_es: Registrar la ubicación actual en mi gimnasio
fi: Lisää nykyinen sijainti omaan kuntosaliin
fr_ca: Enregistrez votre salle de sport actuelle
gu: હાલનું સ્થાનને તમારા જિમમાં ઉમેરો
he: הוסף את המיקום הנוכחי לחדר הכושר שלך
hi: वर्तमान स्थान को अपने जिम में पंजीकृत करें।
hr: Dodavanje lokacije "Moje fitness"
hu: A jelenlegi helyszínt regisztrálja a "Magam fitnesz" alkalmazásban
id: Mendaftarkan lokasi Anda ke Gym Pribadi
it: Registra la tua palestra attuale
ko: 현재 위치를 나의 짐으로 등록
mr: तुमचे सध्याचे स्थान 'माय जिम' मध्ये नोंदवा
ms: Pendaftaran lokasi semasa ke gim anda
nl_nl: Uw locatie opslaan in "Mijn Gym"
no: Registrer din nåværende lokasjon i "Mitt treningssenter".
pl: Zapisz aktualną lokalizację w swoim "gimie"
pt_br: Registre sua localização no seu "Meu Ginásio"
pt_pt: Registre sua localização no seu "Meu Ginásio"
ro: Înregistrați locația actuală în "My Gym"
ru: Зарегистрировать текущее местоположение в "Мой спортзал"
sk: Pridajte svoju fitness halu ako preferovanú
sl: Dodajte trenutno lokacijo v svoj profil
sv: Registrera din plats i "Mitt gym"
ta: தற்போதைய இடத்தை உங்கள் ஜிம்மில் பதிவு செய்யவும்
te: ప్రస్తుత స్థానాన్ని మీ జిమ్‌కు నమోదు చేయండి
th: บันทึกตำแหน่งปัจจุบันของคุณใน "ยิมส่วนตัว" ของคุณ
tr: Mevcut konumu "Benim Spor Salonum"a kaydet
uk: Зареєструвати поточне місцезнаходження у "Моє спортзал"
vi: Đăng ký vị trí hiện tại vào phòng tập
zh_hans: 将当前位置注册到我的健身房
zh_hant: 將當前位置新增至我的健身房

# health_meals_body_ai.a83b5bccdf24
source: 前週よりボリュームが30%以上増えています。次回は同程度を維持し、RPEと回復指標を確認しましょう。
ar_sa: وزاد حجم التداول بأكثر من 30% عن الأسبوع السابق. في المرة القادمة، دعونا نحافظ على نفس المستوى ونتحقق من RPE ومؤشرات الاسترداد.
ca: El volum ha augmentat més d'un 30% respecte a la setmana anterior. La propera vegada, mantenim el mateix nivell i comprovem RPE i els indicadors de recuperació.
cs: Objem cvičení se oproti předchozímu týdnu zvýšil o více než 30 %. V příštím tréninku se zaměřte na udržení tohoto objemu a zkontrolujte své hodnoty RPE (Rate of Perceived Exertion) a ukazatele regenerace.
da: Du har øget din volumen med mere end 30 % i forhold til sidste uge. Næste gang bør du forsøge at opretholde dette niveau, og tjek RPE (Rate of Perceived Exertion) og restitutionen.
de_de: Ihr Volumen hat sich um mehr als 30 % gegenüber der letzten Woche erhöht. Beim nächsten Training sollten Sie versuchen, dieses Niveau beizubehalten und RPE (Rate of Perceived Exertion) sowie die Erholung zu überprüfen.
el: Το όγκο σας έχει αυξηθεί κατά 30% ή περισσότερο από την προηγούμενη εβδομάδα. Στην επόμενη προπόνηση, προσπαθήστε να διατηρήσετε αυτό το επίπεδο και ελέγξτε το RPE (Rate of Perceived Exertion) και τους δείκτες αποκατάστασης.
en_au: Your volume has increased by more than 30% compared to last week. Next time, aim to maintain this level and check your RPE and recovery indicators.
es_es: El volumen ha aumentado en más del 30% desde la semana pasada. La próxima vez, intenta mantener este nivel y revisa tu escala de esfuerzo percibido (RPE) e indicadores de recuperación.
fi: Volyymi on kasvanut yli 30 % viime viikkoon verrattuna. Seuraavalla kerralla pyri säilyttämään sama määrä ja tarkista RPE-arvo sekä palautumisen mittarit.
fr_ca: Votre volume a augmenté de plus de 30 % par rapport à la semaine dernière. Pour la prochaine séance, essayez de maintenir ce niveau et vérifiez votre ressenti (échelle RPE) ainsi que vos indicateurs de récupération.
gu: તમે અઠવાડિયામાં 30% થી વધુ વધારો દર્શાવ્યો છે. આગલી વખતે, આ જ સ્તર જાળવી રાખો અને RPE (રાઇટ પીસ એસ્ટેમ) અને પુનઃપ્રાપ્તિના સૂચકાંકો તપાસો.
he: הנפח גדל ביותר מ-30% מאז שבוע שעבר. בפעם הבאה, שמרו על נפח דומה ובדקו את מד RPE ושיפור.
hi: पिछले सप्ताह की तुलना में, मात्रा 30% से अधिक बढ़ गई है। अगली बार, इसी स्तर को बनाए रखें और RPE (रेटेड पेस्ली स्केल) और रिकवरी इंडिकेटर की जांच करें।
hr: Vaš volumen je povećan za više od 30% u odnosu na prošli tjedn. Idnji put, pokušajte održati sličan volumen i provjerite svoje vrijednosti RPE (perceived rate of exertion) i pokazatelje oporavka.
hu: A volumene 30%-kal nagyobb, mint a héten. A következő edzésen próbáljuk ezt megtartani, és ellenőrizzük az RPE-t és a regenerációs mutatókat.
id: Volume telah meningkat lebih dari 30% dibandingkan minggu lalu. Pada latihan berikutnya, usahakan untuk mempertahankan volume ini dan periksa RPE serta indikator pemulihan.
it: Il volume è aumentato del 30% o più rispetto alla settimana scorsa. Nella prossima sessione, mantenete questo livello e verificate il vostro RPE (Rate of Perceived Exertion) e gli indicatori di recupero.
ko: 지난 주보다 부피가 30% 이상 증가했습니다. 다음에는 비슷한 수준을 유지하고, RPE 및 회복 지표를 확인해 보세요.
mr: मागील आठवड्याच्या तुलनेत, तुमच्या शरीरातील चरबीचे प्रमाण ३०% पेक्षा जास्त वाढले आहे. पुढील प्रशिक्षणात हेच प्रमाण कायम ठेवा आणि RPE (Rate of Perceived Exertion) आणि पुनर्वसन निर्देशक तपासा.
ms: Jumlah latihan telah meningkat sebanyak 30% atau lebih sejak minggu lepas. Untuk sesi seterusnya, cuba pertahankan tahap ini dan periksa RPE serta penunjuk pemulihan.
nl_nl: Je volume is met meer dan 30% toegenomen ten opzichte van vorige week. Bij de volgende training, probeer dit niveau te behouden en controleer je RPE (Rate of Perceived Exertion) en herstelindicatoren.
no: Volumet har økt med mer enn 30 % siden forrige uke. Neste gang bør du prøve å opprettholde dette nivået, og sjekk RPE (Rate of Perceived Exertion) og restitusjonsindikatoren.
pl: Objętość wzrosła o ponad 30% w porównaniu z poprzednim tygodniem. Następnym razem staraj się utrzymać podobny poziom i sprawdź RPE oraz wskaźnik regeneracji.
pt_br: O volume tem aumentado em mais de 30% em relação à semana passada. Na próxima vez, tente manter este nível e verifique a escala de percepção e os indicadores de recuperação.
pt_pt: O volume tem aumentado em mais de 30% em relação à semana passada. Na próxima vez, tente manter este nível e verifique a escala de percepção e os indicadores de recuperação.
ro: Volumul a crescut cu peste 30% față de săptămâna trecută. La următoarea sesiune, încercați să mențineți acest nivel și verificați indicatorii RPE și de recuperare.
ru: Объем увеличился на более чем 30% по сравнению с предыдущей неделей. В следующий раз постарайтесь поддерживать примерно такой же объем, а также проверьте свои показатели RPE и восстановления.
sk: Objem je o viac ako 30 % vyšší, než v predchádzajúcom týždni. Nasledujúci tréning sa snažte udržať podobný objem a skontrolujte svoje hodnotiace stupnice (RPE) a ukazovatele regenerácie.
sl: Vaš volumen je povečan za več kot 30% glede na prejšnji teden. Pri naslednem treningu se poskusite ohranjati približno enako, in preverite svojo raven napora (RPE) ter indikatorje regeneracije.
sv: Volymen har ökat med mer än 30 % sedan förra veckan. Nästa gång bör du försöka bibehålla ungefär samma nivå och kontrollera din RPE (Rate of Perceived Exertion) och återhämtningsindikator.
ta: கடந்த வாரத்தை விட, அளவு 30% அதிகமாக உள்ளது. அடுத்த முறை அதே அளவை பராமரிக்கவும், RPE மற்றும் மீட்பு குறிகாட்டிகளை சரிபார்க்கவும்.
te: మునుపటి వారంతో పోలిస్తే, 30% కంటే ఎక్కువ పరిమాణం పెరిగింది. తదుపరిసారి కూడా ఇదే స్థాయిని కొనసాగించండి మరియు RPE (గుర్తించదగిన శ్రమ స్థాయి) మరియు పునరుద్ధరణ సూచికలను చూడండి.
th: ปริมาณการออกกำลังกายเพิ่มขึ้นมากกว่า 30% เมื่อเทียบกับสัปดาห์ที่แล้ว ครั้งต่อไป ให้พยายามรักษาระดับไว้ และตรวจสอบค่า RPE และตัวชี้วัดการฟื้นตัว
tr: Geçen haftaya göre hacim %30'dan fazla arttı. Bir sonraki antrenmanda bu seviyeyi koruyun ve RPE (Rate of Perceived Exertion) ve iyileşme göstergelerini kontrol edin.
uk: Ваш об'єм збільшився на 30% або більше. Наступного разу постарайтеся підтримувати такий рівень, а також перевірте свої показники RPE та відновлення.
vi: Khối lượng tập luyện tăng hơn 30% so với tuần trước. Trong buổi tập tiếp theo, hãy cố gắng duy trì mức này và kiểm tra RPE (đánh giá chủ quan về mức độ mệt) và chỉ số phục hồi.
zh_hans: 上周比增加了30%以上。 下次请保持同等水平，并确认RPE和恢复指标。
zh_hant: 上周比增加了30%以上。 下次保持同等水平，并确认RPE和恢复指标。

# health_meals_body_ai.a8806f356dd5
source: AIサーバーに接続できません。時間をおいて再試行してください。
ar_sa: غير قادر على الاتصال بخادم AI. يرجى المحاولة مرة أخرى لاحقا.
ca: No es pot connectar al servidor AI. Si us plau, torna-ho a provar més tard.
cs: Nelze se připojit k serveru AI. Zkuste to znovu později.
da: Kan ikke oprette forbindelse til AI-serveren. Prøv igen senere.
de_de: Es konnte keine Verbindung zum KI-Server hergestellt werden. Bitte versuchen Sie es später erneut.
el: Δεν μπορεί να συνδεθεί με τον διακομιστή της τεχνητής νοημοσύνης. Παρακαλούμε προσπαθήστε ξανά αργότερα.
en_au: Unable to connect to the AI server. Please try again later.
es_es: No se puede conectar al servidor de IA. Por favor, inténtelo más tarde.
fi: Ei pääsy AI-palvelimeen. Yritä uudelleen myöhemmin.
fr_ca: Impossible de se connecter au serveur IA. Veuillez réessayer plus tard.
gu: AI સર્વર સાથે કનેક્શન થઈ શક્યું નથી. કૃપા કરીને ફરી પ્રયાસ કરો.
he: לא ניתן להתחבר לשרת ה-AI. אנא נסו שוב לאחר זמן מה.
hi: एआई सर्वर से कनेक्ट नहीं हो पा रहा हूँ। कृपया कुछ समय बाद फिर से प्रयास करें।
hr: Nemogu se povezati s AI serverom. Molimo, pokušajte ponovno nakon vremena.
hu: Nem sikerült csatlakozni az AI szerverhez. Kérjük, próbálja újra később.
id: Tidak dapat terhubung ke server AI. Silakan coba lagi nanti.
it: Impossibile connettersi al server IA. Riprova più tardi.
ko: AI 서버에 연결할 수 없습니다. 잠시 후 다시 시도해 주세요.
mr: एआय सर्व्हरशी कनेक्ट होऊ शकत नाही. कृपया पुन्हा प्रयत्न करा.
ms: Tidak dapat menyambung ke pelayan AI. Sila cuba semula kemudian.
nl_nl: Er is geen verbinding met de AI-server mogelijk. Probeer het later opnieuw.
no: Det er umulig å koble til AI-serveren. Vennligst prøv igjen senere.
pl: Nie można połączyć się z serwerem AI. Spróbuj ponownie później.
pt_br: Não é possível conectar-se ao servidor IA. Tente novamente mais tarde.
pt_pt: Não é possível conectar-se ao servidor IA. Tente novamente mais tarde.
ro: Nu pot conecta la serverul inteligență artificială. Vă rugăm să încercați din nou după un timp.
ru: Невозможно подключиться к серверу ИИ. Пожалуйста, попробуйте позже.
sk: Nepodarilo sa pripojiť k AI serveru. Skúste to znovu po chvíli.
sl: Ni mogoče se povezati z AI strežnikom. Poskusite pozneje.
sv: Kan inte ansluta till AI-servern. Försök igen senare.
ta: AI சேவையகத்துடன் இணைக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: AI సర్వర్‌కు కనెక్ట్ కాలేదు. దయచేసి కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ AI กรุณาลองอีกครั้งในภายหลัง
tr: Yapay zeka sunucusuna bağlanamıyoruz. Lütfen daha sonra tekrar deneyin.
uk: Не вдається підключитися до сервера AI. Будь ласка, спробуйте пізніше.
vi: Không thể kết nối với máy chủ AI. Vui lòng thử lại sau một thời gian.
zh_hans: 无法连接到 AI 服务器，请稍后再试。
zh_hant: 無法連接到 AI 伺服器，請稍後再嘗試。

# health_meals_body_ai.a9058584802a
source: 前週との比較データが不足
ar_sa: بيانات المقارنة غير كافية مع الأسبوع السابق
ca: Dades de comparació insuficients amb la setmana anterior
cs: Chybí data pro srovnání s předchozím týdnem
da: Der er ikke nok data til at sammenligne med sidste uge
de_de: Es fehlen Daten für den Vergleich mit der letzten Woche.
el: Δεν υπάρχουν διαθέσιμα δεδομένα σύγκρισης με την προηγούμενη εβδομάδα.
en_au: There is not enough data for comparison with last week.
es_es: Faltan datos comparativos con la semana pasada
fi: Viime viikon vertailudataa ei ole saatavilla.
fr_ca: Données de comparaison avec la semaine précédente manquantes
gu: આ અઠવાડિયાની સરખામણી માટે ડેટા ઉપલબ્ધ નથી
he: אין נתונים להשוואה לשבוע שעבר
hi: पिछले सप्ताह की तुलना के लिए डेटा उपलब्ध नहीं है
hr: Nedostaju podaci za usporedbu s prošlim tjednom
hu: Nincs elég adatok a héttel történő összehasonlításra.
id: Data perbandingan dengan minggu lalu tidak tersedia
it: Non sono disponibili dati di confronto con la settimana scorsa.
ko: 지난 주와 비교 데이터 부족
mr: मागील आठवड्याशी तुलना करण्यासाठी डेटा उपलब्ध नाही
ms: Maklumat perbandingan dengan minggu lepas tidak mencukupi
nl_nl: Er zijn geen vergelijkende gegevens beschikbaar voor de vorige week.
no: Det er ikke nok data for å sammenligne med forrige uke.
pl: Brak danych porównawczych z poprzedniego tygodnia
pt_br: Não existem dados comparativos com a semana passada.
pt_pt: Não existem dados comparativos com a semana passada.
ro: Nu există date de comparație cu săptămâna precedentă
ru: Данные для сравнения с предыдущей неделей отсутствуют
sk: Nedostatočné údaje pre porovnanie s predchádzajúcou týždňovou hodnotou.
sl: Nimate podatkov za primerjavo s predhodnim tednom
sv: Brist på jämföringsdata från förra veckan
ta: கடந்த வாரத்துடன் ஒப்பிடும் தரவு இல்லை
te: మునుపటి వారంతో పోల్చే డేటా లేదు
th: ยังไม่มีข้อมูลการเปรียบเทียบกับสัปดาห์ที่แล้ว
tr: Geçen haftayla karşılaştırma verisi yok
uk: Немає даних для порівняння з попереднім тижнем
vi: Không có đủ dữ liệu so sánh với tuần trước
zh_hans: 上周与比较数据不足
zh_hant: 上周与比较的数据不足
